Revit 2027 API
ParameterTypeId.SpaceNumberOfPeople Property
 "Number of People"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceNumberOfPeople { get; }
Public Shared ReadOnly Property SpaceNumberOfPeople As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceNumberOfPeople {
	ForgeTypeId^ get ();
}
static member SpaceNumberOfPeople : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace